#RuleMessageBundle_fr_CA.properties
A\ Coupon\ is\ not\ a\ valid\ form\ of\ change\ payment.=Un coupon n'est pas une forme valide de paiement de monnaie.
A\ Credit\ Card\ is\ not\ a\ valid\ form\ of\ change\ payment.=Une carte de cr\u00E9dit n'est pas une forme valide de paiement de monnaie.
A\ Gift\ Card\ is\ not\ a\ valid\ form\ of\ change\ payment.=Un carte-cadeau n'est pas une forme de valide de paiement de monnaie.
A\ Gift\ Certificate\ is\ not\ a\ valid\ form\ of\ change\ payment.=Un ch\u00E8que-cadeau n'est pas une forme valide de paiement de monnaie.
A\ House\ Account\ is\ not\ a\ valid\ form\ of\ change\ payment.=Un compte maison n'est pas une forme valide de paiement de monnaie
A\ Mail\ Check\ is\ not\ a\ valid\ form\ of\ change\ payment.=Un ch\u00E8que post\u00E9 n'est pas une forme valide de paiement de monnaie.
A\ Mall\ Certificate\ is\ not\ a\ valid\ form\ of\ change\ payment.=Un certificat de centre commercial n'est pas une forme valide de paiement de monnaie.
A\ Manufacturer\ Coupon\ is\ not\ a\ valid\ form\ of\ change\ payment.=Un coupon du fabricant n'est pas une forme valide de paiement de monnaie.
A\ Store\ Value\ Card\ is\ not\ a\ valid\ form\ of\ change\ payment.=Une carte de valeur du magasin n'est pas une forme valide de paiement de monnaie.
A\ Store\ Value\ Card\ is\ not\ valid\ as\ a\ refund=Une carte de valeur du magasin n'est pas valide pour un remboursement
A\ check\ is\ not\ a\ valid\ form\ of\ change\ payment.=Un ch\u00E8que n'est pas une forme valide de paiement de monnaie.
A\ check\ is\ not\ a\ valid\ form\ of\ refund.=Un ch\u00E8que n'est pas une forme valide pour un remboursement.
A\ check\ request\ is\ not\ a\ valid\ form\ of\ refund.=Une demande de ch\u00E8que n'est pas une forme valide pour un remboursement.
A\ discount\ can\ not\ be\ applied\ to\ a\ return\ line\ item.=Un rabais ne peut pas \u00EAtre imput\u00E9 \u00E0 une ligne article de retour.
A\ layaway\ transaction\ must\ have\ a\ valid\ customer\ assigned\ to\ it.=Une transaction de mise de c\u00F4t\u00E9 doit avoir un(e) client(e) valide qui lui est attribu\u00E9e.
A\ line\ item\ can\ not\ be\ marked\ down\ greater\ than\ 100%.=Une ligne article ne peut pas \u00EAtre d\u00E9marqu\u00E9e de plus de 100\u00A0%.
A\ line\ item\ can\ not\ be\ marked\ down\ less\ than\ 0%.=Une ligne article ne peut pas \u00EAtre d\u00E9marqu\u00E9e de moins de 0\u00A0%.
A\ line\ item\ of\ type\ return\ or\ layaway\ can\ not\ be\ marked\ down.=Une ligne article de type retour ou mise de c\u00F4t\u00E9 ne peut pas \u00EAtre d\u00E9marqu\u00E9e.
A\ paidout\ amount\ must\ be\ greater\ than\ zero.=Un montant vers\u00E9 doit \u00EAtre sup\u00E9rieur \u00E0 z\u00E9ro.
A\ terminated\ employee\ cannot\ login\ into\ the\ system.=Un(e) employ\u00E9(e) licenci\u00E9(e) ne peut pas se connecter au syst\u00E8me.
A\ transaction\ can\ not\ be\ voided\ after\ the\ store\ Register\ Closeout\ has\ been\ performed.=Une transaction ne peut pas \u00EAtre annul\u00E9e apr\u00E8s qu'une Fermeture de la caisse a \u00E9t\u00E9 effectu\u00E9e par le magasin.
A\ transaction\ that\ was\ sold\ in\ a\ different\ currency\ cannot\ be\ returned\ by\ this\ store.=Une transaction qui a \u00E9t\u00E9 vendue dans une autre devise ne peut pas \u00EAtre retourn\u00E9e par ce magasin.
A\ transaction\ with\ return\ line\ items\ cannot\ be\ voided.=Une transaction avec des lignes articles de retour ne peut pas \u00EAtre annul\u00E9e.
A\ transfer\ cannot\ be\ voided\ once\ it\ has\ been\ completed.=Un transfert ne peut pas \u00EAtre annul\u00E9 une fois qu'il est termin\u00E9.
Amount\ must\ be\ a\ value\ greater\ than\ zero=Le montant doit avoir une valeur sup\u00E9rieure \u00E0 z\u00E9ro
An\ employee\ may\ not\ ring\ their\ own\ sale.=Un(e) employ\u00E9 ne peut pas enregistrer sa propre vente.
An\ item\ that\ was\ sold\ in\ a\ different\ currency\ cannot\ be\ returned\ by\ this\ store.=Un article qui a \u00E9t\u00E9 vendu dans une autre devise ne peut pas \u00EAtre retourn\u00E9 par ce magasin.
CRM\ module\ cannot\ be\ launched\ without\ a\ valid\ customer=Le module CRM ne peut pas \u00EAtre lanc\u00E9 sans un(e) client(e) valide
CRM\ module\ cannot\ be\ launched\ without\ a\ valid\ register\ ID=Le module CRM ne peut pas \u00EAtre lanc\u00E9 sans l'ID valide de la caisse
CRM\ module\ cannot\ be\ launched\ without\ a\ valid\ store=Le module CRM ne peut pas \u00EAtre lanc\u00E9 sans un magasin valide
Can\ not\ adjust\ the\ unit\ price\ greater\ than\ the\ retail\ price\ of\ the\ item.=Impossible d'ajuster un prix unitaire sup\u00E9rieur au prix de d\u00E9tail de l'article.
Cannot\ add\ stored\ value\ card\ because\ it\ already\ exists,\ sell\ item\ 0044\ instead\ if\ you\ want\ to\ recharge\ it.=Impossible d'ajouter la carte de valeur enregistr\u00E9e, car elle existe d\u00E9j\u00E0, vendez l'article 0044 \u00E0 la place si vous souhaitez la recharger.
Cannot\ adjust\ the\ unit\ price\ greater\ than\ the\ retail\ price\ of\ the\ item.=Impossible d'ajuster un prix unitaire sup\u00E9rieur au prix de d\u00E9tail de l'article.
Cannot\ adjust\ unit\ price\ to\ a\ negative\ value.=Impossible d'ajuster un prix unitaire \u00E0 une valeur n\u00E9gative.
Cannot\ adjust\ unit\ price\ to\ an\ empty\ value.=Impossible d'ajuster un prix unitaire \u00E0 une valeur vide.
Cannot\ convert\ to\ layaway\ because\ the\ sale\ contains\ at\ least\ one\ redeemable\ item.=Impossible de convertir en mise de c\u00F4t\u00E9 parce que la vente contient au moins un article remboursable.
Cannot\ convert\ to\ layaway\ because\ this\ transaction\ includes\ miscellaneous\ items\ not\ eligible\ for\ layaway.=Impossible de convertir en mise de c\u00F4t\u00E9 parce que cette transaction comprend divers articles non admissibles \u00E0 la mise de c\u00F4t\u00E9.
Cannot\ find\ HouseAccount\ ID=Impossible de trouver l'ID du compte Maison
Cannot\ give\ an\ employee\ discount\ to\ a\ terminated\ employee.=Impossible d'offrir un rabais d'employ\u00E9 \u00E0 un(e) employ\u00E9(e) licenci\u00E9(e).
Cannot\ increase\ the\ price\ of\ an\ item\ beyond\ its\ unit\ price.=Impossible d'augmenter le prix d'un article au-del\u00E0 de son prix unitaire.
Cannot\ issue\ a\ store\ credit\ as\ a\ form\ of\ payment\ from\ the\ customer.=Impossible d'\u00E9mettre une note de cr\u00E9dit comme une forme de paiement du/de la client(e).
Cannot\ modify\ the\ quantity\ of\ this\ miscellaneous\ item.=Impossible de modifier la quantit\u00E9 de cet article divers.
Cannot\ recharge\ stored\ value\ card\ because\ it\ does\ not\ exist.=Impossible de recharger la carte de valeur enregistr\u00E9e car elle n'existe pas.
Cannot\ remove\ payment\ from\ cash\ drop.=Impossible de supprimer le paiement de l'encaisse.
Cannot\ return\ the\ sale\ transaction\ as\ a\ whole\ becuse\ it\ includes\ miscellaneous\ items\ not\ eligible\ for\ return.=Impossible de retourner la transaction de vente dans son ensemble, car elle comprend des \u00E9l\u00E9ments divers qui ne sont pas admissibles pour le retour.
Cannot\ return\ the\ specified\ miscellaneous\ item.=Impossible de retourner l'article divers sp\u00E9cifi\u00E9.
Cannot\ return\ this\ transaction\ because\ it\ includes\ miscellaneous\ items\ not\ eligible\ for\ return.=Impossible de revenir \u00E0 cette transaction, car elle comprend des articles divers qui ne sont pas admissibles pour le retour.
Cannot\ set\ the\ markdown\ amount\ on\ a\ 'Specific\ Item'.=Impossible de fixer le montant \u00E0 d\u00E9marquer sur un \u00AB\u00A0article sp\u00E9cifique\u00A0\u00BB.
Cannot\ set\ the\ markdown\ percentage\ on\ a\ 'Specific\ Item'.=Impossible de fixer le pourcentage \u00E0 d\u00E9marquer sur un \u00AB\u00A0article sp\u00E9cifique\u00A0\u00BB.
Cannot\ set\ the\ quantity\ on\ a\ redeemable\ item.\ \ Add\ another\ line\ item\ with\ a\ new\ control\ ID\ instead.=Impossible de fixer la quantit\u00E9 sur un article remboursable.  Ajouter une autre ligne article avec un nouvel ID de contr\u00F4le \u00E0 la place.
Cannot\ void\ a\ transaction\ where\ the\ redeemable\ that\ was\ used\ as\ payment\ was\ bought\ back.=Impossible d'annuler une transaction o\u00F9 le remboursement qui a \u00E9t\u00E9 utilis\u00E9 comme moyen de paiement a \u00E9t\u00E9 rachet\u00E9.
Cash\ cannot\ be\ given\ for\ refunds\ greater\ than\ $50.00.=De l'argent comptant ne peut pas \u00EAtre remis pour des remboursements sup\u00E9rieurs \u00E0 50.00\u00A0\u20AC.
Clock\ in\ time\ cannot\ be\ for\ a\ future\ time=L'heure d'entr\u00E9e ne peut pas \u00EAtre pour une heure ult\u00E9rieure
Coupon\ is\ valid\ as\ change\ payment=Le coupon est valide comme paiement de monnaie
Credit\ cards\ are\ not\ valid\ as\ a\ form\ of\ change\ payments.=Les cartes de cr\u00E9dit ne sont pas une forme valide de paiement de monnaie.
CreditCard\ is\ valid\ as\ change\ payment=La carte de cr\u00E9dit est valide comme paiement de monnaie
Customer\ information\ is\ required\ on\ a\ return\ or\ a\ layaway.=Les renseignements \u00E0 propos du/de la client(e) sont n\u00E9cessaires pour un retour ou une mise de c\u00F4t\u00E9.
Customer\ phone\ number\ is\ not\ valid.=Le num\u00E9ro de t\u00E9l\u00E9phone du/de la client(e) n'est pas valide.
Customer\ phone\ number\ may\ not\ end\ with\ 111-1111.=Le num\u00E9ro de t\u00E9l\u00E9phone du/de la client(e) ne peut pas se terminer par 111-1111.
Customer\ phone\ number\ of\ all\ nines\ is\ not\ valid.=Le num\u00E9ro de t\u00E9l\u00E9phone du/de la client(e) compos\u00E9 exclusivement de neuf n'est pas valide.
Customer\ phone\ number\ of\ all\ ones\ is\ not\ valid.=Le num\u00E9ro de t\u00E9l\u00E9phone du/de la client(e) compos\u00E9 exclusivement de un n'est pas valide.
Customer\ phone\ type\ required.=Le type de t\u00E9l\u00E9phone du/de la client(e) est n\u00E9cessaire.
Debit\ cards\ are\ not\ valid\ as\ a\ form\ of\ change\ payments.=Les cartes de d\u00E9bit ne sont pas une forme valide de paiement de monnaie.
Delete\ Existing=Supprimer Existant
Delete\ Schedule=Supprimer Horaire
Determines\ whether\ a\ store\ credit\ is\ allowed\ as\ change\ on\ this\ transaction.=D\u00E9termine si un cr\u00E9dit de magasin est accept\u00E9 comme monnaie pour cette transaction.
Due\ bill\ is\ not\ a\ valid\ form\ of\ refund.=Une facture pour moins-per\u00E7u n'est pas une forme valide pour un remboursement.
E-mail\ client\ cannot\ be\ launched\ without\ a\ primary\ e-mail\ address=Le courrier du/de la client(e) ne peut pas \u00EAtre lanc\u00E9 sans une adresse de courriel principale
Employee\ and\ family\ discounts\ are\ not\ permitted\ on\ layaways.=Les rabais accord\u00E9s aux employ\u00E9s et \u00E0 leurs familles ne sont pas autoris\u00E9s sur les mises de c\u00F4t\u00E9.
Employee\ check\ is\ not\ a\ valid\ form\ of\ refund.=Le ch\u00E8que d'un(e) employ\u00E9(e) n'est pas une forme valide pour un remboursement.
Employee\ discount\ reason\ can\ only\ be\ used\ with\ Employee\ Sale\ transaction\ (See\ menu\ Other\ Txns/Employee\ Sale)=La raison du rabais accord\u00E9 \u00E0 l'employ\u00E9(e) ne peut \u00EAtre utilis\u00E9e qu'avec une transaction de vente \u00E0 un employ\u00E9 uniquement (consulter le menu Autres trans./Vente employ\u00E9(e))
Employee\ discount\ requires\ an\ operator\ other\ than\ the\ employee.\ \ You\ can't\ ring\ your\ own\ sale.=Un rabais accord\u00E9 \u00E0 l'employ\u00E9(e) n\u00E9cessite un(e) autre caissier(\u00E8re) que l'employ\u00E9(e).  Vous ne pouvez pas enregistrer votre propre vente.
Employee\ is\ not\ valid.\ \ He/she\ has\ been\ terminated.=L'employ\u00E9(e) n'est pas valide.  Il/elle a \u00E9t\u00E9 licenci\u00E9(e).
Foreign\ cash\ is\ not\ a\ valid\ form\ of\ change\ payment.=Les esp\u00E8ces \u00E9trang\u00E8res ne sont pas une forme valide de paiement de monnaie.
Foreign\ cash\ not\ valid\ as\ refund.=Les esp\u00E8ces \u00E9trang\u00E8res ne sont pas valides comme mode de remboursement.
ForeignCashNotValidAsRefundOrChange=Exp\u00E8ces\u00C9trang\u00E8resNonValideCommeRemboursementOuMonnaie
Gift\ card\ is\ valid\ as\ change\ payment=La carte-cadeau est valide comme paiement de monnaie
Gift\ certificate\ is\ not\ valid\ as\ refund.=Le certificat-cadeau n'est pas valide comme mode de remboursement.
House\ is\ valid\ as\ change\ payment=Maison est valide comme paiement de monnaie
LOGICAL_CASH_DRAWER_NAME=LOGICAL_CASH_DRAWER_NAME
Layaway\ account\ is\ not\ valid\ as\ refund.=Le compte de mise de c\u00F4t\u00E9 n'est pas valide comme mode de remboursement.
Layaway\ can\ only\ be\ returned\ through\ the\ Layaway\ Return\ to\ Stock\ screen.=La mise de c\u00F4t\u00E9 ne peut \u00EAtre retourn\u00E9e que par l'interm\u00E9diaire de l'\u00E9cran \u00AB\u00A0Retour \u00E0 l'inventaire de la mise de c\u00F4t\u00E9\u00A0\u00BB.
Mail\ Check\ valid\ as\ change=Un ch\u00E8que post\u00E9 est valide comme monnaie
Mall\ certificate\ is\ valid\ as\ refund=Le certificat-cadeau est valide comme mode de remboursement
Manufacturer\ coupon\ is\ not\ valid\ as\ refund.=Le coupon du fabricant n'est pas valide comme mode de remboursement.
Manufacturer\ coupons\ cannot\ be\ greater\ than\ the\ total\ amount\ due.=Les coupons du fabricant ne peuvent pas \u00EAtre sup\u00E9rieurs au montant total d\u00FB.
Modification\ of\ timecard\ transaction\ cannot\ be\ for\ future\ time=La modification de la transaction de carte de pointage ne peut pas \u00EAtre pour une heure ult\u00E9rieure
Money\ Orders\ are\ not\ valid\ as\ a\ form\ of\ change\ payments.=Les mandats ne sont pas une forme valide de paiement de monnaie.
Money\ order\ is\ not\ valid\ as\ refund.=Le mandat n'est pas valide pour un remboursement.
NO=N\u00B0
No\ Barcode\ rules\ defined=Aucun r\u00E8glement d\u00E9fini pour les codes \u00E0 barres
NoSale\ Transaction\ can\ not\ be\ voided.=Une transaction sans vente ne peut pas \u00EAtre annul\u00E9e.
On\ an\ employee\ sale,\ the\ consultant\ must\ be\ the\ HOUSE\ account.=Sur une vente \u00E0 un employ\u00E9, l'associ\u00E9 doit \u00EAtre un compte MAISON.
Only\ managers\ and\ assistant\ managers\ may\ ring\ employee\ or\ family\ discount\ sales.=Seuls les g\u00E9rant(e)s et les g\u00E9rant(e)s adjoint(e)s peuvent enregistrer les ventes avec rabais accord\u00E9s aux employ\u00E9s et \u00E0 leurs familles.
Please\ enter\ a\ valid\ credit\ card\ \#=Veuillez entrer un n\u00B0 de carte de cr\u00E9dit valide
Please\ enter\ credit\ card\ number\ first=Veuillez d'abord entrer le num\u00E9ro de carte de cr\u00E9dit
Please\ give\ a\ valid\ House\ Account\ ID\ to\ continue=Veuillez indiquer un ID de compte Maison valide pour continuer
Please\ select\ a\ customer\ to\ continue=Veuillez choisir un(e) client(e) pour continuer
Redeemable\ items\ are\ not\ allowed\ on\ layaway\ transactions.=Les articles remboursables ne sont pas accept\u00E9s pour les transactions de mise de c\u00F4t\u00E9.
Redeemable\ payments\ that\ are\ in\ a\ different\ currency\ type\ from\ this\ store\ are\ not\ allowed.=Les paiements remboursables qui proviennent de ce magasin mais qui sont dans un autre type de devise ne sont pas autoris\u00E9s.
Register\ Closeout\ is\ required=Une Fermeture de la caisse est n\u00E9cessaire
Restocking\ Fee\ cannot\ be\ greater\ than\ the\ deposit.=Les frais de r\u00E9approvisionnement ne peuvent pas \u00EAtre sup\u00E9rieurs au d\u00E9p\u00F4t.
Rule\ should\ determine\ whether\ a\ Travellers\ check\ is\ valid\ a\ change\ payment.=Ce r\u00E8glement permet de d\u00E9terminer si un ch\u00E8que de voyage est valide comme paiement de monnaie.
Scan\ or\ enter\ Pre-Sale\ Open\ transaction\ number=Balayer ou saisir le num\u00E9ro de transaction de la pr\u00E9vente ouverte
Select\ Schedule=Choisir l'horaire
Store\ credit\ is\ not\ a\ valid\ form\ of\ change\ payment.=Le cr\u00E9dit de magasin n'est pas une forme valide de paiement de monnaie.
Store\ credit\ is\ valid\ as\ change\ payment=Le cr\u00E9dit de magasin est valide comme paiement de monnaie
Store\ credit\ issue\ is\ valid\ as\ change=L'\u00E9mission d'un cr\u00E9dit de magasin est valide comme paiement de monnaie
Store\ credit\ issue\ not\ valid\ change\ for\ a\ paidout\ transaction.=L'\u00E9mission d'un cr\u00E9dit de magasin n'est pas une forme de monnaie valide pour une transaction pay\u00E9e.
Suppress\ menu\ button\ if\ not\ appropriate.=La suppression du bouton de menu n'est pas appropri\u00E9e.
SuppressOrShowCashMenuButton=SupprimerOuAfficherBoutonMenuArgent
SuppressOrShowCheckMenuButton=SupprimerOuAfficherBoutonMenuCh\u00E8que
SuppressOrShowHouseAccountMenuButton=SupprimerOuAfficherBottonMenuCompteMaison
SuppressOrShowMallCertMenuButton=SupprimerOuAfficherBoutonMenuCertCentreCommercial
That\ miscellaneous\ item\ is\ not\ eligible\ for\ layaway.=L'article divers n'est pas admissible \u00E0 la mise de c\u00F4t\u00E9.
The\ Start\ of\ Session\ procedure\ cannot\ be\ performed\ by\ a\ terminated\ employee.=La proc\u00E9dure de D\u00E9but de session ne peut \u00EAtre effectu\u00E9e par un(e) employ\u00E9(e) licenci\u00E9(e).
The\ cashier\ session\ configuration\ has\ been\ set.=La configuration de la session du/de la caissier(\u00E8re) a \u00E9t\u00E9 d\u00E9finie.
The\ cashier\ session\ configuration\ has\ not\ been\ set.=La configuration de la session du/de la caissier(\u00E8re) n'a pas \u00E9t\u00E9 d\u00E9finie.
The\ clock\ in\ time\ may\ not\ be\ in\ the\ future=L'heure d'entr\u00E9e ne peut pas \u00EAtre \u00E0 venir
The\ deposit\ amount\ cannot\ be\ set\ to\ less\ than\ the\ minimum\ deposit\ amount.=Le montant du d\u00E9p\u00F4t ne peut pas \u00EAtre fix\u00E9 \u00E0 moins du montant de d\u00E9p\u00F4t minimum.
The\ deposit\ cannot\ be\ greater\ than\ or\ equal\ to\ the\ amount\ of\ the\ transaction.=Le d\u00E9p\u00F4t ne peut pas \u00EAtre sup\u00E9rieur ou \u00E9gal au montant de la transaction.
The\ deposit\ cannot\ be\ less\ than=Le d\u00E9p\u00F4t ne peut pas \u00EAtre inf\u00E9rieur \u00E0
The\ employee\ ID\ must\ be\ not\ all\ ones\ or\ all\ nines.=L\u2019id de l\u2019employ\u00E9(e) ne peut pas \u00EAtre compos\u00E9 que de un ou de neuf.
The\ employee\ no\ longer\ works\ for\ the\ company.=L'employ\u00E9 ne travaille plus pour l'entreprise.
The\ modified\ tax\ amount\ cannot\ be\ greater\ than\ the\ selling\ price.=Le montant de la taxe modifi\u00E9e ne peut \u00EAtre sup\u00E9rieur au prix de vente.
The\ original\ tax\ amount\ on\ a\ return\ line\ item\ cannot\ be\ modified.=Le montant de la taxe initiale sur une ligne article de retour ne peut \u00EAtre modifi\u00E9.
The\ requested\ markdown\ amount\ is\ greater\ than\ net\ amount.=Le montant \u00E0 d\u00E9marquer demand\u00E9 est sup\u00E9rieur au montant net.
The\ requested\ return\ quantity\ is\ greater\ than\ the\ quantity\ available\ for\ return.=La quantit\u00E9 de retour demand\u00E9e est sup\u00E9rieure \u00E0 la quantit\u00E9 disponible pour le retour.
There\ is\ no\ House\ Account\ for\ this\ customer\ ID=Il n'y a aucun compte Maison pour cet ID de client(e)
There\ is\ no\ customer\ attached\ to\ this\ House\ Account\ ID=Il n'y a aucun(e) client(e) rattach\u00E9(e) \u00E0 cet ID de compte Maison
This\ database\ is\ limited\ to\ 100\ items\ per\ transaction.=Cette base de donn\u00E9es est limit\u00E9e \u00E0 100 articles par transaction.
This\ field\ is\ limited\ to\ 200\ characters.=Ce champ est limit\u00E9 \u00E0 200 caract\u00E8res.
This\ field\ is\ required.=Ce champ est obligatoire.
This\ layaway\ transaction\ cannot\ be\ voided\ because\ the\ layaway\ has\ been\ returned.=Cette transaction de mise de c\u00F4t\u00E9 ne peut pas \u00EAtre annul\u00E9e parce que la mise de c\u00F4t\u00E9 a \u00E9t\u00E9 retourn\u00E9e.
This\ payment\ has\ already\ been\ added\ to\ this\ transaction\ and\ may\ not\ be\ added\ again.=Ce paiement a d\u00E9j\u00E0 \u00E9t\u00E9 ajout\u00E9 \u00E0 cette transaction et ne peut pas \u00EAtre ajout\u00E9 \u00E0 nouveau.
This\ rule\ determines\ whether\ a\ Gift\ Card\ is\ valid\ as\ a\ change\ payment.=Ce r\u00E8glement permet de d\u00E9terminer si une carte-cadeau est valide comme paiement de monnaie.
This\ rule\ determines\ whether\ a\ House\ Account\ is\ valid\ as\ a\ change\ payment.=Ce r\u00E8glement permet de d\u00E9terminer si un compte Maison est valide comme paiement de monnaie.
This\ store\ is\ not\ allowed\ to\ ring\ sales.=Ce magasin n'est pas autoris\u00E9 \u00E0 enregistrer des ventes.
This\ transaction\ already\ has\ an\ item\ with\ that\ control\ ID.=Cette transaction contient d\u00E9j\u00E0 un article avec cet ID de contr\u00F4le.
This\ transaction\ cannot\ be\ voided\ because\ too\ much\ time\ has\ passed.=Cette transaction ne peut \u00EAtre annul\u00E9e parce qu'il s'est \u00E9coul\u00E9 trop de temps.
This\ transaction\ contains\ a\ store\ credit\ that\ has\ been\ redeemed\ and\ can\ not\ be\ voided.=Cette transaction contient un cr\u00E9dit de magasin qui a \u00E9t\u00E9 rachet\u00E9 et ne peut pas \u00EAtre annul\u00E9.
This\ transaction\ has\ a\ gift\ certificate\ that\ has\ been\ redeemed\ and\ can\ not\ be\ voided.=Cette transaction contient une carte-cadeau qui a \u00E9t\u00E9 rachet\u00E9e et ne peut \u00EAtre annul\u00E9e.
This\ transaction\ has\ a\ layaway\ with\ at\ least\ one\ payment\ made\ and\ it\ can\ not\ be\ voided.=Cette transaction contient une mise de c\u00F4t\u00E9 avec au moins un paiement effectu\u00E9 et elle ne peut pas \u00EAtre annul\u00E9e.
This\ transaction\ has\ already\ been\ voided\ and\ cannot\ be\ voided\ again.=Cette transaction a d\u00E9j\u00E0 \u00E9t\u00E9 annul\u00E9e et ne peut \u00EAtre annul\u00E9e \u00E0 nouveau.
This\ transfer-out\ is\ voided\ and\ cannot\ be\ received.=Ce transfert hors d\u00E9p\u00F4t est annul\u00E9 et ne peut \u00EAtre re\u00E7u.
Timecard\ cannot\ be\ adjusted\ because\ it\ is\ not\ current.=La carte de pointage ne peut pas \u00EAtre ajust\u00E9e car elle n'est pas pertinente.
Transactions\ with\ returned\ items\ cannot\ be\ voided.=Les transactions avec des articles retourn\u00E9s ne peuvent pas \u00EAtre annul\u00E9es.
Traveller's\ check\ is\ not\ valid\ as\ refund.=Le ch\u00E8que de voyage n'est pas valide comme remboursement.
Travellers\ checks\ are\ not\ valid\ as\ a\ form\ of\ change\ payments.=Les ch\u00E8ques de voyage ne sont pas une forme valide de paiement de monnaie.
USER_ACCESS_SECURITY_RULE=USER_ACCESS_SECURITY_RULE
Unable\ to\ view\ details\ for\ Dummy\ or\ Default\ customer=Impossible de consulter les d\u00E9tails pour le/la client(e) par d\u00E9faut ou fictif(ve)
Voided\ transactions\ cannot\ be\ returned.=Les transactions annul\u00E9es ne peuvent pas \u00EAtre retourn\u00E9es.
You\ must\ first\ select\ a\ Alteration\ type.=Vous devez d'abord choisir un type de retouche.
should\ NOT\ be\ enabled=ne doit PAS \u00EAtre activ\u00E9(e)
